adpyke.codesnap
adpyke.vscode-sql-formatter
alefragnani.pascal
alefragnani.pascal-formatter
arcsector.vscode-splunk-search-linter
arcsector.vscode-splunk-search-syntax
batisteo.vscode-django
bierner.markdown-mermaid
blackboxapp.blackbox
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer-2
cweijan.vscode-mysql-client2
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
dorzey.vscode-sqlfluff
dotjoshjohnson.xml
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.vscode-mysql
github.vscode-pull-request-github
golang.go
google.colab
google.geminicodeassist
hediet.vscode-drawio
hookyqr.beautify
humao.rest-client
igordvlpr.open-in-browser
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kumar-harsh.graphql-for-vscode
liviuschera.noctis
llvm-vs-code-extensions.vscode-clangd
mehedidracula.php-namespace-resolver
mgesbert.python-path
mohsen1.prettify-json
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azure-mcp-server
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-containers
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.anycode-python
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-windows-ai-studio.windows-ai-studio
mtxr.sqltools
mtxr.sqltools-driver-mysql
nash.awesome-flutter-snippets
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
oracle.oracle-java
p42ai.refactor
peterhdd.dartgettersetter
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rossmassey.shortenurl
ryannaddy.laravel-artisan
sporiley.css-auto-prefix
sqlfluff.vscode-sqlfluff
streetsidesoftware.code-spell-checker
teamsdevapp.vscode-ai-foundry
techer.open-in-browser
tintinweb.graphviz-interactive-preview
tonybaloney.vscode-pets
tushortz.python-extended-snippets
typescriptteam.native-preview
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wholroyd.jinja
wmaurer.change-case
xabikos.javascriptsnippets
xdebug.php-debug
yandeu.five-server
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
zobo.php-intellisense
